{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<think>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "</think>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<code>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "</code>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<answer>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "</answer>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<|user|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "<|assistant|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "<|system|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "<|correct|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "<|incorrect|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Digits",
        "individual_digits": true
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": true
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": true,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "<|pad|>": 1,
      "<think>": 2,
      "</think>": 3,
      "<code>": 4,
      "</code>": 5,
      "<answer>": 6,
      "</answer>": 7,
      "<|user|>": 8,
      "<|assistant|>": 9,
      "<|system|>": 10,
      "<|correct|>": 11,
      "<|incorrect|>": 12,
      "!": 13,
      "\"": 14,
      "#": 15,
      "$": 16,
      "%": 17,
      "&": 18,
      "'": 19,
      "(": 20,
      ")": 21,
      "*": 22,
      "+": 23,
      ",": 24,
      "-": 25,
      ".": 26,
      "/": 27,
      "0": 28,
      "1": 29,
      "2": 30,
      "3": 31,
      "4": 32,
      "5": 33,
      "6": 34,
      "7": 35,
      "8": 36,
      "9": 37,
      ":": 38,
      ";": 39,
      "<": 40,
      "=": 41,
      ">": 42,
      "?": 43,
      "@": 44,
      "A": 45,
      "B": 46,
      "C": 47,
      "D": 48,
      "E": 49,
      "F": 50,
      "G": 51,
      "H": 52,
      "I": 53,
      "J": 54,
      "K": 55,
      "L": 56,
      "M": 57,
      "N": 58,
      "O": 59,
      "P": 60,
      "Q": 61,
      "R": 62,
      "S": 63,
      "T": 64,
      "U": 65,
      "V": 66,
      "W": 67,
      "X": 68,
      "Y": 69,
      "Z": 70,
      "[": 71,
      "\\": 72,
      "]": 73,
      "^": 74,
      "_": 75,
      "`": 76,
      "a": 77,
      "b": 78,
      "c": 79,
      "d": 80,
      "e": 81,
      "f": 82,
      "g": 83,
      "h": 84,
      "i": 85,
      "j": 86,
      "k": 87,
      "l": 88,
      "m": 89,
      "n": 90,
      "o": 91,
      "p": 92,
      "q": 93,
      "r": 94,
      "s": 95,
      "t": 96,
      "u": 97,
      "v": 98,
      "w": 99,
      "x": 100,
      "y": 101,
      "z": 102,
      "{": 103,
      "|": 104,
      "}": 105,
      "~": 106,
      "¡": 107,
      "¢": 108,
      "£": 109,
      "¤": 110,
      "¥": 111,
      "¦": 112,
      "§": 113,
      "¨": 114,
      "©": 115,
      "ª": 116,
      "«": 117,
      "¬": 118,
      "®": 119,
      "¯": 120,
      "°": 121,
      "±": 122,
      "²": 123,
      "³": 124,
      "´": 125,
      "µ": 126,
      "¶": 127,
      "·": 128,
      "¸": 129,
      "¹": 130,
      "º": 131,
      "»": 132,
      "¼": 133,
      "½": 134,
      "¾": 135,
      "¿": 136,
      "À": 137,
      "Á": 138,
      "Â": 139,
      "Ã": 140,
      "Ä": 141,
      "Å": 142,
      "Æ": 143,
      "Ç": 144,
      "È": 145,
      "É": 146,
      "Ê": 147,
      "Ë": 148,
      "Ì": 149,
      "Í": 150,
      "Î": 151,
      "Ï": 152,
      "Ð": 153,
      "Ñ": 154,
      "Ò": 155,
      "Ó": 156,
      "Ô": 157,
      "Õ": 158,
      "Ö": 159,
      "×": 160,
      "Ø": 161,
      "Ù": 162,
      "Ú": 163,
      "Û": 164,
      "Ü": 165,
      "Ý": 166,
      "Þ": 167,
      "ß": 168,
      "à": 169,
      "á": 170,
      "â": 171,
      "ã": 172,
      "ä": 173,
      "å": 174,
      "æ": 175,
      "ç": 176,
      "è": 177,
      "é": 178,
      "ê": 179,
      "ë": 180,
      "ì": 181,
      "í": 182,
      "î": 183,
      "ï": 184,
      "ð": 185,
      "ñ": 186,
      "ò": 187,
      "ó": 188,
      "ô": 189,
      "õ": 190,
      "ö": 191,
      "÷": 192,
      "ø": 193,
      "ù": 194,
      "ú": 195,
      "û": 196,
      "ü": 197,
      "ý": 198,
      "þ": 199,
      "ÿ": 200,
      "Ā": 201,
      "ā": 202,
      "Ă": 203,
      "ă": 204,
      "Ą": 205,
      "ą": 206,
      "Ć": 207,
      "ć": 208,
      "Ĉ": 209,
      "ĉ": 210,
      "Ċ": 211,
      "ċ": 212,
      "Č": 213,
      "č": 214,
      "Ď": 215,
      "ď": 216,
      "Đ": 217,
      "đ": 218,
      "Ē": 219,
      "ē": 220,
      "Ĕ": 221,
      "ĕ": 222,
      "Ė": 223,
      "ė": 224,
      "Ę": 225,
      "ę": 226,
      "Ě": 227,
      "ě": 228,
      "Ĝ": 229,
      "ĝ": 230,
      "Ğ": 231,
      "ğ": 232,
      "Ġ": 233,
      "ġ": 234,
      "Ģ": 235,
      "ģ": 236,
      "Ĥ": 237,
      "ĥ": 238,
      "Ħ": 239,
      "ħ": 240,
      "Ĩ": 241,
      "ĩ": 242,
      "Ī": 243,
      "ī": 244,
      "Ĭ": 245,
      "ĭ": 246,
      "Į": 247,
      "į": 248,
      "İ": 249,
      "ı": 250,
      "Ĳ": 251,
      "ĳ": 252,
      "Ĵ": 253,
      "ĵ": 254,
      "Ķ": 255,
      "ķ": 256,
      "ĸ": 257,
      "Ĺ": 258,
      "ĺ": 259,
      "Ļ": 260,
      "ļ": 261,
      "Ľ": 262,
      "ľ": 263,
      "Ŀ": 264,
      "ŀ": 265,
      "Ł": 266,
      "ł": 267,
      "Ń": 268,
      "ĠĠ": 269,
      "Ġt": 270,
      "Ġa": 271,
      "he": 272,
      "in": 273,
      "re": 274,
      "on": 275,
      "Ġthe": 276,
      "er": 277,
      "ĠĠĠĠ": 278,
      "at": 279,
      "Ġs": 280,
      "Ġo": 281,
      "en": 282,
      "Ġc": 283,
      "es": 284,
      "is": 285,
      "or": 286,
      "Ġw": 287,
      "it": 288,
      "an": 289,
      "al": 290,
      "Ġp": 291,
      "Ġf": 292,
      "Ġan": 293,
      "Ġof": 294,
      "Ġb": 295,
      "ed": 296,
      "ar": 297,
      "ing": 298,
      "Ġin": 299,
      "ou": 300,
      "ion": 301,
      "Ġm": 302,
      "Ġd": 303,
      "ic": 304,
      "Ġto": 305,
      "le": 306,
      "Ġand": 307,
      "ro": 308,
      "as": 309,
      "el": 310,
      "ct": 311,
      "ent": 312,
      "Ġth": 313,
      "Ġh": 314,
      "ĠĠĠ": 315,
      "Ġn": 316,
      "Ġe": 317,
      "Ġre": 318,
      "st": 319,
      "et": 320,
      "il": 321,
      "Ġis": 322,
      "om": 323,
      "Ġl": 324,
      "ĠĠĠĠĠĠĠĠ": 325,
      "im": 326,
      "ol": 327,
      "ĠT": 328,
      "ve": 329,
      "âĢ": 330,
      "ra": 331,
      "ut": 332,
      "id": 333,
      "ation": 334,
      "Ġg": 335,
      "ot": 336,
      "se": 337,
      "ce": 338,
      "ow": 339,
      "ig": 340,
      "ur": 341,
      "Ġfor": 342,
      "Ġbe": 343,
      "ĠA": 344,
      "am": 345,
      "ly": 346,
      "Ġu": 347,
      "Ġ=": 348,
      "ĠS": 349,
      "ch": 350,
      "ul": 351,
      "Ġy": 352,
      "Ġ(": 353,
      "ĠI": 354,
      "Ġon": 355,
      "Ġthat": 356,
      "ver": 357,
      "ĠC": 358,
      "Ġst": 359,
      "if": 360,
      "ĠĠĠĠĠĠĠ": 361,
      "um": 362,
      "ir": 363,
      "ay": 364,
      "ad": 365,
      "ith": 366,
      "od": 367,
      "Ġas": 368,
      "qu": 369,
      "Ġcon": 370,
      "Ġare": 371,
      "Ġpro": 372,
      "ge": 373,
      "Ġyou": 374,
      "Ġit": 375,
      "est": 376,
      "Ġwith": 377,
      "her": 378,
      "ĠP": 379,
      "ter": 380,
      "ate": 381,
      "Ġor": 382,
      "Ġde": 383,
      "Ġal": 384,
      "ĠM": 385,
      "Ġwh": 386,
      "ist": 387,
      "ĠThe": 388,
      "ab": 389,
      "nd": 390,
      "Ġv": 391,
      "pe": 392,
      "ers": 393,
      "Ġex": 394,
      "ri": 395,
      "th": 396,
      "##": 397,
      "res": 398,
      "us": 399,
      "Ġwe": 400,
      "ess": 401,
      "os": 402,
      "ment": 403,
      "elf": 404,
      "ĠB": 405,
      "ill": 406,
      "op": 407,
      "iv": 408,
      "and": 409,
      "rom": 410,
      "nt": 411,
      "em": 412,
      "ac": 413,
      "ore": 414,
      "ity": 415,
      "Âł": 416,
      "Ġcom": 417,
      "igh": 418,
      "Ġby": 419,
      "ĠF": 420,
      "pl": 421,
      "Ġhe": 422,
      "Ġr": 423,
      "ke": 424,
      "ect": 425,
      "ĠW": 426,
      "Ġsu": 427,
      "ort": 428,
      "ĠD": 429,
      "ĠH": 430,
      "ĠE": 431,
      "oc": 432,
      "Ġcan": 433,
      "Ġat": 434,
      "un": 435,
      "ain": 436,
      "ld": 437,
      "ĠR": 438,
      "ant": 439,
      "ies": 440,
      "ive": 441,
      "âĢĻ": 442,
      "ĠN": 443,
      "--": 444,
      "Ġha": 445,
      "Ġnot": 446,
      "Ġfrom": 447,
      "Ġse": 448,
      "Ġne": 449,
      "ud": 450,
      "Ġ\"": 451,
      "Ġch": 452,
      "art": 453,
      "pp": 454,
      "ĠL": 455,
      "ight": 456,
      "Ġthis": 457,
      "pt": 458,
      "Ġ'": 459,
      "ure": 460,
      "ĠĠĠĠĠĠĠĠĠĠĠ": 461,
      "ction": 462,
      "ial": 463,
      "og": 464,
      "end": 465,
      "all": 466,
      "ine": 467,
      "ĠâĢ": 468,
      "ĠG": 469,
      "Ġhave": 470,
      "Ġle": 471,
      "ue": 472,
      "Ġsh": 473,
      "Ġwas": 474,
      "te": 475,
      "ical": 476,
      "ag": 477,
      "age": 478,
      "ame": 479,
      "ult": 480,
      "per": 481,
      "our": 482,
      "Ġus": 483,
      "Ġim": 484,
      "red": 485,
      "Ġself": 486,
      "rou": 487,
      "ost": 488,
      "ass": 489,
      "ich": 490,
      "The": 491,
      "ould": 492,
      "Ġk": 493,
      "Ġab": 494,
      "ĠO": 495,
      "out": 496,
      "iz": 497,
      "ple": 498,
      "ions": 499,
      "ber": 500,
      "Ġif": 501,
      "ome": 502,
      "Ġwor": 503,
      "ind": 504,
      "ust": 505,
      "Ġ\\": 506,
      "cl": 507,
      "ated": 508,
      "ard": 509,
      "ide": 510,
      "Ġ-": 511,
      "Ġpl": 512,
      "ther": 513,
      "ell": 514,
      "orm": 515,
      "act": 516,
      "ff": 517,
      "ans": 518,
      "int": 519,
      "Ġres": 520,
      "Ġwhe": 521,
      "gh": 522,
      "Ġwill": 523,
      "Ġ$": 524,
      "Ġ+": 525,
      "Ġall": 526,
      "du": 527,
      "ations": 528,
      "Ġwhich": 529,
      "port": 530,
      "__": 531,
      "ap": 532,
      "one": 533,
      "able": 534,
      "Ġen": 535,
      "ew": 536,
      "are": 537,
      "ĠU": 538,
      "ak": 539,
      "Ġyour": 540,
      "ble": 541,
      "ast": 542,
      "..": 543,
      "):": 544,
      "Ġdo": 545,
      "ime": 546,
      "ĠIn": 547,
      "ath": 548,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 549,
      "cc": 550,
      "Ġad": 551,
      "Ġme": 552,
      "ip": 553,
      "ance": 554,
      "ĠJ": 555,
      "ang": 556,
      "ase": 557,
      "con": 558,
      "ous": 559,
      "Ġnum": 560,
      "Ġhas": 561,
      "Ġtheir": 562,
      "ĠTh": 563,
      "ach": 564,
      "Ġcont": 565,
      "ry": 566,
      "ks": 567,
      "ents": 568,
      "),": 569,
      "ary": 570,
      "Ġcl": 571,
      "vel": 572,
      "ong": 573,
      "Ġone": 574,
      "self": 575,
      "to": 576,
      "Ġthey": 577,
      "ere": 578,
      ").": 579,
      "ÂłÂł": 580,
      "Ġmore": 581,
      "ear": 582,
      "urn": 583,
      "Ġper": 584,
      "',": 585,
      "ign": 586,
      "ile": 587,
      "so": 588,
      "Ġdis": 589,
      "ep": 590,
      "ence": 591,
      "ress": 592,
      "oo": 593,
      "ice": 594,
      "ub": 595,
      "ater": 596,
      "ake": 597,
      "Ġbut": 598,
      "ace": 599,
      "ood": 600,
      "Ġx": 601,
      "Ġother": 602,
      "Ġj": 603,
      "Ġar": 604,
      "xt": 605,
      "Ġqu": 606,
      "ally": 607,
      "ru": 608,
      "Ġout": 609,
      "ition": 610,
      "ite": 611,
      "Ġdef": 612,
      "Ġun": 613,
      "'s": 614,
      "Ġso": 615,
      "âĢĿ": 616,
      "ia": 617,
      "ord": 618,
      "Ġman": 619,
      "ild": 620,
      "ack": 621,
      "ens": 622,
      "ount": 623,
      "----": 624,
      "ph": 625,
      "Ġcomp": 626,
      "ors": 627,
      "ject": 628,
      "form": 629,
      "ms": 630,
      "ree": 631,
      "ire": 632,
      "de": 633,
      "Ġte": 634,
      "Ġalso": 635,
      "au": 636,
      "ound": 637,
      "iff": 638,
      "ely": 639,
      "Ġ#": 640,
      "av": 641,
      "Ġpart": 642,
      "ose": 643,
      "low": 644,
      "now": 645,
      "ces": 646,
      "Ġsy": 647,
      "ata": 648,
      "ory": 649,
      "ĠSt": 650,
      "very": 651,
      "Ġ[": 652,
      "Ġtw": 653,
      "ric": 654,
      "Ġev": 655,
      "ail": 656,
      "get": 657,
      "Ġwere": 658,
      "ĠâĢľ": 659,
      "Ġsp": 660,
      "ert": 661,
      "Ġsc": 662,
      "ĠV": 663,
      "Ġli": 664,
      "Ġstud": 665,
      "Ġabout": 666,
      "Ġro": 667,
      "Ġup": 668,
      "ft": 669,
      "ĠK": 670,
      "Ġthan": 671,
      "rac": 672,
      "vers": 673,
      "com": 674,
      "Ġthere": 675,
      "Ġspe": 676,
      "Ġval": 677,
      "Ġret": 678,
      "Ġuse": 679,
      "reat": 680,
      "Ġdiff": 681,
      "Ġtr": 682,
      "Ġtime": 683,
      "Ġpre": 684,
      "ays": 685,
      "ari": 686,
      "ĠCh": 687,
      "oint": 688,
      "Ġcomm": 689,
      "we": 690,
      "Ġhow": 691,
      "ĠIt": 692,
      "ob": 693,
      "####": 694,
      "Ġwhen": 695,
      "ates": 696,
      "ove": 697,
      "Ġtwo": 698,
      "ĠThis": 699,
      "Ġequ": 700,
      "irst": 701,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 702,
      "Ġsome": 703,
      "ys": 704,
      "Ġwho": 705,
      "ie": 706,
      "nder": 707,
      "ish": 708,
      "Ġnumber": 709,
      "ings": 710,
      "cre": 711,
      "les": 712,
      "()": 713,
      "Ġbet": 714,
      "rib": 715,
      "Ġpe": 716,
      "Ġits": 717,
      "Ġ{": 718,
      "ĠY": 719,
      "Ġcol": 720,
      "Ġmay": 721,
      "Ġinto": 722,
      "\"\"": 723,
      "ook": 724,
      "ient": 725,
      "Ġknow": 726,
      "Ġra": 727,
      "Ġwork": 728,
      "als": 729,
      "Ġany": 730,
      "Ġform": 731,
      "Ġgo": 732,
      "Ġget": 733,
      "Ġthem": 734,
      "Ġthese": 735,
      "ution": 736,
      "Ġhis": 737,
      "ty": 738,
      "Ġob": 739,
      "Ġyear": 740,
      "erv": 741,
      "':": 742,
      "eth": 743,
      "ics": 744,
      "Ġreturn": 745,
      "ll": 746,
      "ause": 747,
      "rit": 748,
      "Ġwould": 749,
      "Ġpr": 750,
      "Ġneed": 751,
      "Ġbec": 752,
      "lect": 753,
      "row": 754,
      "olog": 755,
      "Ġass": 756,
      "Ġag": 757,
      "ds": 758,
      "ange": 759,
      "}{": 760,
      "Ġacc": 761,
      "Ġover": 762,
      "ib": 763,
      "stem": 764,
      "ough": 765,
      "âĢ¢": 766,
      "cess": 767,
      "ific": 768,
      "In": 769,
      "Ġimport": 770,
      "ons": 771,
      "Ġinter": 772,
      "clud": 773,
      "Ġwhat": 774,
      "Ġpos": 775,
      "Ġrel": 776,
      "ise": 777,
      "$$": 778,
      "rough": 779,
      "Ġsol": 780,
      "ram": 781,
      "erm": 782,
      "ular": 783,
      "ict": 784,
      "ople": 785,
      "ren": 786,
      "Ġdiffere": 787,
      "Ġcons": 788,
      "Ġbeen": 789,
      "Ġunder": 790,
      "Ġnew": 791,
      "unction": 792,
      "Ġdes": 793,
      "Ġfirst": 794,
      "Ġonly": 795,
      "Ġour": 796,
      "lp": 797,
      "ian": 798,
      "pro": 799,
      "ĠâĢĵ": 800,
      "ex": 801,
      "ener": 802,
      "hat": 803,
      "ative": 804,
      "Ġused": 805,
      "Ġbl": 806,
      "))": 807,
      "Ġind": 808,
      "Ġco": 809,
      "ample": 810,
      "Ġsub": 811,
      "Ġthen": 812,
      "ments": 813,
      "cept": 814,
      "Ġtra": 815,
      "Ġno": 816,
      "ities": 817,
      "==": 818,
      "ode": 819,
      "Ġadd": 820,
      "ink": 821,
      "Ġapp": 822,
      "``": 823,
      "\",": 824,
      "Ġact": 825,
      "ual": 826,
      "Ġsuch": 827,
      "iel": 828,
      "Ġhelp": 829,
      "its": 830,
      "Ġam": 831,
      "ck": 832,
      "ating": 833,
      "arg": 834,
      "ility": 835,
      "ax": 836,
      "ning": 837,
      "ov": 838,
      "Ġset": 839,
      "ne": 840,
      "Ġpeople": 841,
      "Ġmany": 842,
      "Ġmost": 843,
      "Ġprodu": 844,
      "ize": 845,
      "('": 846,
      "ween": 847,
      "oth": 848,
      "hed": 849,
      "cent": 850,
      "Ġsa": 851,
      "mer": 852,
      "Ġeach": 853,
      "name": 854,
      "ible": 855,
      "Ġhad": 856,
      "ick": 857,
      "Ġmod": 858,
      "own": 859,
      "vi": 860,
      "ational": 861,
      "ied": 862,
      "frac": 863,
      "fter": 864,
      "Ġbetween": 865,
      "ool": 866,
      "Ġspec": 867,
      "ffect": 868,
      "ps": 869,
      "Ġpoint": 870,
      "Ġinclud": 871,
      "ced": 872,
      "val": 873,
      "ract": 874,
      "Ġfol": 875,
      "ues": 876,
      "Ġshould": 877,
      "Ġreg": 878,
      "ĠRe": 879,
      "Ġprov": 880,
      "fore": 881,
      "Ġlike": 882,
      "hen": 883,
      "ss": 884,
      "Ġthrough": 885,
      "Ġfe": 886,
      "ark": 887,
      "ock": 888,
      "iss": 889,
      "put": 890,
      "Ġsystem": 891,
      "Ġph": 892,
      "Ġsim": 893,
      "Ġwhere": 894,
      "Ġdist": 895,
      "Ġexp": 896,
      "ĠIf": 897,
      "Ġresult": 898,
      "velop": 899,
      "der": 900,
      "Ġ.": 901,
      "Ġchild": 902,
      "Ġfl": 903,
      "ful": 904,
      "Ġ:": 905,
      "Ġtest": 906,
      "ĠUn": 907,
      "ower": 908,
      "Ġfind": 909,
      "round": 910,
      "alth": 911,
      "pect": 912,
      "Ġap": 913,
      "Ġfunction": 914,
      "Ġdata": 915,
      "bers": 916,
      "Ġvari": 917,
      "Ġgiv": 918,
      "hes": 919,
      "Ġoff": 920,
      "Ġem": 921,
      "Ġgra": 922,
      "Ġty": 923,
      "Ġrem": 924,
      "cul": 925,
      "ased": 926,
      "čĊ": 927,
      "ures": 928,
      "Ġatt": 929,
      "Ġdi": 930,
      "ĠPro": 931,
      "Ġdifferent": 932,
      "Ġâ": 933,
      "Ġproble": 934,
      "ten": 935,
      "ubl": 936,
      "Ġtrans": 937,
      "Ġmat": 938,
      "Ġel": 939,
      "aw": 940,
      "Ġmake": 941,
      "Ġinf": 942,
      "Ġfollow": 943,
      "###": 944,
      "cy": 945,
      "Ġpol": 946,
      "tern": 947,
      "Ġinst": 948,
      "Ġsame": 949,
      "Ġinte": 950,
      "arch": 951,
      "Ġfact": 952,
      "Ġint": 953,
      "Th": 954,
      "Ġsm": 955,
      "eng": 956,
      "ng": 957,
      "ars": 958,
      "imes": 959,
      "Ġ&": 960,
      "Ġsur": 961,
      "uring": 962,
      "ines": 963,
      "']": 964,
      "--------": 965,
      "Ġcur": 966,
      "ont": 967,
      "Ġdevelop": 968,
      "resent": 969,
      "Ġstr": 970,
      "ix": 971,
      "hem": 972,
      "Ġinv": 973,
      "Ġke": 974,
      "Ġrequ": 975,
      "Ġdet": 976,
      "Ġac": 977,
      "Ġvalue": 978,
      "Ġbu": 979,
      "Ġjust": 980,
      "Ġusing": 981,
      "{\\": 982,
      "up": 983,
      "Ġcould": 984,
      "')": 985,
      "ting": 986,
      "uch": 987,
      "ci": 988,
      "Ġsee": 989,
      "ĠWe": 990,
      "Ġcall": 991,
      "plic": 992,
      "the": 993,
      "ork": 994,
      "text": 995,
      "Ġbecause": 996,
      "Ġwell": 997,
      "ÂłÂłÂłÂł": 998,
      "Ġwater": 999,
      "ident": 1000,
      "ins": 1001,
      "right": 1002,
      "Ġyears": 1003,
      "Ġ\"\"\"": 1004,
      "Ġline": 1005,
      "Ġway": 1006,
      "ade": 1007,
      "Ġ*": 1008,
      "Ġcor": 1009,
      "gy": 1010,
      "Ġrec": 1011,
      "Ġright": 1012,
      "Ġgener": 1013,
      "ĠHe": 1014,
      "alcul": 1015,
      "ĠQ": 1016,
      "ield": 1017,
      "ĠHow": 1018,
      "ever": 1019,
      "ife": 1020,
      "pr": 1021,
      "Ġdoes": 1022,
      "wn": 1023,
      "pon": 1024,
      "Ġmin": 1025,
      "els": 1026,
      "other": 1027,
      "Ġbel": 1028,
      "par": 1029,
      "ute": 1030,
      "Ġcent": 1031,
      "nce": 1032,
      "Ġ$$": 1033,
      "Ġsupp": 1034,
      "ator": 1035,
      "ists": 1036,
      "read": 1037,
      "ethod": 1038,
      "ily": 1039,
      "(\"": 1040,
      "____": 1041,
      "ec": 1042,
      "formation": 1043,
      "ages": 1044,
      "ĠFor": 1045,
      "Ġref": 1046,
      "Ġeven": 1047,
      "ĠEx": 1048,
      "ts": 1049,
      "['": 1050,
      "Ġhigh": 1051,
      "Ġafter": 1052,
      "ually": 1053,
      "ants": 1054,
      "Ġmy": 1055,
      "Ġi": 1056,
      "Ġ)": 1057,
      "sw": 1058,
      "Ġsign": 1059,
      "Ġend": 1060,
      "Ġed": 1061,
      "Ġlong": 1062,
      "...": 1063,
      "ĠAn": 1064,
      "ef": 1065,
      "ature": 1066,
      "Ġfound": 1067,
      "ined": 1068,
      "Ġquest": 1069,
      "gan": 1070,
      "ĠCom": 1071,
      "chool": 1072,
      "Ġpers": 1073,
      "inal": 1074,
      "._": 1075,
      "Ġevery": 1076,
      "ically": 1077,
      "rent": 1078,
      "ited": 1079,
      "Ġcount": 1080,
      "Ġlear": 1081,
      "Ġdec": 1082,
      "ror": 1083,
      "ĠAl": 1084,
      "Ġincre": 1085,
      "Ġvery": 1086,
      "Ġext": 1087,
      "chn": 1088,
      "vent": 1089,
      "ases": 1090,
      "uc": 1091,
      "set": 1092,
      "tt": 1093,
      "ural": 1094,
      "rue": 1095,
      "ince": 1096,
      "}}": 1097,
      "ĉĉ": 1098,
      "Ġcomple": 1099,
      "Ġboth": 1100,
      "Ġstudents": 1101,
      "ology": 1102,
      "ruct": 1103,
      "roup": 1104,
      "ices": 1105,
      "old": 1106,
      "Ġgiven": 1107,
      "ug": 1108,
      "oci": 1109,
      "aking": 1110,
      "ection": 1111,
      "Ġshow": 1112,
      "Ġpar": 1113,
      "eg": 1114,
      "Ġcre": 1115,
      "],": 1116,
      "Ġent": 1117,
      "ody": 1118,
      "Ġear": 1119,
      "Ġhealth": 1120,
      "Ġexper": 1121,
      "Ġexample": 1122,
      "Ġ%": 1123,
      "ving": 1124,
      "lo": 1125,
      "irc": 1126,
      "pos": 1127,
      "Ġher": 1128,
      "Ġprog": 1129,
      "Ġconst": 1130,
      "sc": 1131,
      "Ġclass": 1132,
      "ern": 1133,
      "ved": 1134,
      "ption": 1135,
      "oy": 1136,
      "_{": 1137,
      "uth": 1138,
      "Ġmuch": 1139,
      "ides": 1140,
      "Ġprocess": 1141,
      "def": 1142,
      "Ġread": 1143,
      "io": 1144,
      "Ġeffect": 1145,
      "Ġrep": 1146,
      "ward": 1147,
      "app": 1148,
      "ull": 1149,
      "Ġdire": 1150,
      "Ġz": 1151,
      "Ġpartic": 1152,
      "Ġmed": 1153,
      "Ġappro": 1154,
      "Ġstart": 1155,
      "Ġcar": 1156,
      "str": 1157,
      "Ġthose": 1158,
      "Ġstate": 1159,
      "Ġrese": 1160,
      "ism": 1161,
      "Ġloc": 1162,
      "stand": 1163,
      "Ġpat": 1164,
      "ave": 1165,
      "sh": 1166,
      "ctions": 1167,
      "ER": 1168,
      "'t": 1169,
      "ĠĠĠĠĠ": 1170,
      "cond": 1171,
      "ness": 1172,
      "Ġbeing": 1173,
      "Ġnumbers": 1174,
      "Ġmust": 1175,
      "Ġ`": 1176,
      "Ġdisc": 1177,
      "ized": 1178,
      "^{": 1179,
      "Ġconf": 1180,
      "Ġlevel": 1181,
      "ivid": 1182,
      "ale": 1183,
      "//": 1184,
      "Ġthree": 1185,
      "Ġ|": 1186,
      "Ġworld": 1187,
      "meric": 1188,
      "ted": 1189,
      "Ġmon": 1190,
      "land": 1191,
      "Ġsmall": 1192,
      "Ġmult": 1193,
      "This": 1194,
      "led": 1195,
      "Ġinformation": 1196,
      "ource": 1197,
      "arge": 1198,
      "from": 1199,
      "Ġless": 1200,
      "AT": 1201,
      "Ġshe": 1202,
      "Ġ==": 1203,
      "Ġposs": 1204,
      "ential": 1205,
      "ublic": 1206,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1207,
      "Ġback": 1208,
      "und": 1209,
      "air": 1210,
      "arm": 1211,
      "Ġdep": 1212,
      "ify": 1213,
      "line": 1214,
      "ĠYou": 1215,
      "ray": 1216,
      "ivers": 1217,
      "Ġimportant": 1218,
      "ox": 1219,
      "ety": 1220,
      "tle": 1221,
      "any": 1222,
      "ability": 1223,
      "Ġhum": 1224,
      "Ġsaid": 1225,
      "Ġtri": 1226,
      "omet": 1227,
      "Ġser": 1228,
      "iron": 1229,
      "Ġchildren": 1230,
      "ier": 1231,
      "Ġ<": 1232,
      "ĠWhat": 1233,
      "Ġexpl": 1234,
      "Ġart": 1235,
      "ner": 1236,
      "Ġnow": 1237,
      "Ġtake": 1238,
      "Ġsk": 1239,
      "itive": 1240,
      "ets": 1241,
      "Ġmeas": 1242,
      "ĠSe": 1243,
      "cial": 1244,
      "Ġmet": 1245,
      "}\\": 1246,
      "Ġlook": 1247,
      "Ġname": 1248,
      "ank": 1249,
      "ven": 1250,
      "ather": 1251,
      "ength": 1252,
      "ĠNone": 1253,
      "St": 1254,
      "ĠAmeric": 1255,
      "ĠAr": 1256,
      "akes": 1257,
      "ality": 1258,
      "Ġown": 1259,
      "heck": 1260,
      "Ġtechn": 1261,
      "play": 1262,
      "Ġele": 1263,
      "ĠAs": 1264,
      "Ġmade": 1265,
      "Ġbefore": 1266,
      "Ġmethod": 1267,
      "Ġins": 1268,
      "rest": 1269,
      "Ġgood": 1270,
      "ision": 1271,
      ".,": 1272,
      "Ġcalcul": 1273,
      "ral": 1274,
      "path": 1275,
      "Ġdown": 1276,
      "Ġca": 1277,
      "Ġ/": 1278,
      "Ġobject": 1279,
      "dition": 1280,
      "à¤": 1281,
      "Ġav": 1282,
      "ĠâĪ": 1283,
      "Ġfam": 1284,
      "Ġwhile": 1285,
      "ense": 1286,
      "Ġpower": 1287,
      "Ġpop": 1288,
      "alse": 1289,
      "\")": 1290,
      "ider": 1291,
      "Ġlife": 1292,
      "Ġarea": 1293,
      "uss": 1294,
      "ĠThey": 1295,
      "ired": 1296,
      "Ġhand": 1297,
      "ger": 1298,
      "Ġfollowing": 1299,
      "Ġ_": 1300,
      "Ġperson": 1301,
      "ON": 1302,
      "Ġproblem": 1303,
      ".âĢĿ": 1304,
      "====": 1305,
      "Ġduring": 1306,
      "left": 1307,
      "over": 1308,
      "}$": 1309,
      "ency": 1310,
      "Ġstudy": 1311,
      "ives": 1312,
      "########": 1313,
      "ffic": 1314,
      "day": 1315,
      "Ġlist": 1316,
      "Ġop": 1317,
      "Ġlead": 1318,
      "Ġagain": 1319,
      "ience": 1320,
      "ĠCon": 1321,
      "ains": 1322,
      "type": 1323,
      "rol": 1324,
      "ples": 1325,
      "atic": 1326,
      "**": 1327,
      "Ġcommon": 1328,
      "Ġcommun": 1329,
      "Ġplan": 1330,
      "Ġmain": 1331,
      "ĠThere": 1332,
      "Ġansw": 1333,
      "Ġgl": 1334,
      "gg": 1335,
      "Ġvi": 1336,
      "Ġest": 1337,
      "requ": 1338,
      "Ġcalled": 1339,
      "ote": 1340,
      "Ġcontin": 1341,
      "Ġpass": 1342,
      "Ġschool": 1343,
      "itions": 1344,
      "yle": 1345,
      "ters": 1346,
      "Ġmem": 1347,
      "Ġwant": 1348,
      "Ġsum": 1349,
      "ves": 1350,
      "ross": 1351,
      "Ġlit": 1352,
      "viron": 1353,
      "Ġunderstand": 1354,
      "Ġday": 1355,
      "Ġve": 1356,
      "Ġtoo": 1357,
      "min": 1358,
      "ash": 1359,
      "Ġmean": 1360,
      "Ġgrow": 1361,
      "IN": 1362,
      "Ġthink": 1363,
      "Ġorder": 1364,
      "Ġstand": 1365,
      "Ġfood": 1366,
      "view": 1367,
      "hip": 1368,
      "mod": 1369,
      "Ġwrit": 1370,
      "for": 1371,
      "ĠX": 1372,
      "ĠInd": 1373,
      "Ġproduct": 1374,
      "Ġdid": 1375,
      "Ġcell": 1376,
      "Ġocc": 1377,
      "raph": 1378,
      "ulation": 1379,
      "Ġbr": 1380,
      "Ġelse": 1381,
      "dis": 1382,
      "Ġoften": 1383,
      "Ġeas": 1384,
      "ids": 1385,
      "olum": 1386,
      "of": 1387,
      "ah": 1388,
      "Ġtem": 1389,
      "Ġcurrent": 1390,
      "Ġbody": 1391,
      "ished": 1392,
      "ĠÂł": 1393,
      "ergy": 1394,
      "Ġlog": 1395,
      "Ġ>": 1396,
      "br": 1397,
      "rite": 1398,
      "Ġhere": 1399,
      "Ġactiv": 1400,
      "ĠCl": 1401,
      "Ġcle": 1402,
      "ĠNew": 1403,
      "iqu": 1404,
      "ared": 1405,
      "Ġ$\\": 1406,
      "Ġchange": 1407,
      "not": 1408,
      "here": 1409,
      "Ġtype": 1410,
      "mon": 1411,
      "Ġsqu": 1412,
      "math": 1413,
      "Ġaround": 1414,
      "arent": 1415,
      "ctor": 1416,
      "Ġhist": 1417,
      "\":": 1418,
      "Ġelect": 1419,
      "ĠBut": 1420,
      "py": 1421,
      "Ġserv": 1422,
      "Ġdesc": 1423,
      "Ġdon": 1424,
      "Ġsym": 1425,
      "ton": 1426,
      "ĠLe": 1427,
      "Ġproper": 1428,
      "ots": 1429,
      "ious": 1430,
      "ames": 1431,
      "ns": 1432,
      "Ġcirc": 1433,
      "ization": 1434,
      "oh": 1435,
      "Ġallow": 1436,
      "Ġsecond": 1437,
      "ument": 1438,
      "olution": 1439,
      "Ġoper": 1440,
      "Ġsupport": 1441,
      "ww": 1442,
      "ret": 1443,
      "Ġ,": 1444,
      "ional": 1445,
      "omen": 1446,
      "ĠWh": 1447,
      "âĢĵ": 1448,
      "rain": 1449,
      "work": 1450,
      "Ġgre": 1451,
      "Ġredu": 1452,
      "Ġter": 1453,
      "ule": 1454,
      "ĠAnd": 1455,
      "Ġcase": 1456,
      "ape": 1457,
      "add": 1458,
      "ES": 1459,
      "Ġenergy": 1460,
      "iles": 1461,
      "Ġdesign": 1462,
      "Ġgu": 1463,
      "Ġcour": 1464,
      "It": 1465,
      "aj": 1466,
      "Ġinc": 1467,
      "Ġreal": 1468,
      "Ġtry": 1469,
      "ason": 1470,
      "file": 1471,
      "âĢĶ": 1472,
      "ask": 1473,
      "Ġang": 1474,
      "Ġimp": 1475,
      "bs": 1476,
      "Ġtreat": 1477,
      "ression": 1478,
      "ified": 1479,
      "Ġtop": 1480,
      "Ġtyp": 1481,
      "iversity": 1482,
      "data": 1483,
      "way": 1484,
      "Ġprot": 1485,
      "If": 1486,
      "Ġplace": 1487,
      "Ġmeans": 1488,
      "ĠSh": 1489,
      "Ġgreat": 1490,
      "vironment": 1491,
      "Ġplay": 1492,
      "Ġide": 1493,
      "agn": 1494,
      "li": 1495,
      "Ġbre": 1496,
      "class": 1497,
      "Ġpract": 1498,
      "Ġident": 1499,
      "Ġanother": 1500,
      "Ġbuild": 1501,
      "ital": 1502,
      "acter": 1503,
      "Ġprob": 1504,
      "ately": 1505,
      "We": 1506,
      "iod": 1507,
      "ĠSo": 1508,
      "atch": 1509,
      "Ġthough": 1510,
      "Ġwithout": 1511,
      "assert": 1512,
      "Ġer": 1513,
      "ĠIs": 1514,
      "||": 1515,
      "Ġhim": 1516,
      "eter": 1517,
      "Ġequation": 1518,
      "ouse": 1519,
      "Ġris": 1520,
      "aterial": 1521,
      "man": 1522,
      "Ġknown": 1523,
      "ources": 1524,
      "ron": 1525,
      "Ġstill": 1526,
      "Ġchang": 1527,
      "Ġorgan": 1528,
      "ways": 1529,
      "Ġpercent": 1530,
      "Ġpossible": 1531,
      "Ġgroup": 1532,
      "version": 1533,
      "ĠDe": 1534,
      "hers": 1535,
      "ively": 1536,
      "yn": 1537,
      "])": 1538,
      "ables": 1539,
      "ĠAd": 1540,
      "Ġsl": 1541,
      "Ġinterest": 1542,
      "ault": 1543,
      "Ġproject": 1544,
      "ination": 1545,
      "ym": 1546,
      "Ġpost": 1547,
      "Ex": 1548,
      "comm": 1549,
      "Ġquestion": 1550,
      "Ġresearch": 1551,
      "Ġmight": 1552,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1553,
      "Ġdise": 1554,
      "ered": 1555,
      "Ġlim": 1556,
      "Ġvalues": 1557,
      "ury": 1558,
      "Ġabove": 1559,
      "vert": 1560,
      "rect": 1561,
      "oss": 1562,
      "log": 1563,
      "ĠâĢĺ": 1564,
      "angu": 1565,
      "Ġvis": 1566,
      "ration": 1567,
      "ocial": 1568,
      "Ġhuman": 1569,
      "Ġlast": 1570,
      "Ġanswer": 1571,
      "raw": 1572,
      "Ġtimes": 1573,
      "imal": 1574,
      "ats": 1575,
      "Ġdiv": 1576,
      "ertain": 1577,
      "Ġnon": 1578,
      "Ġbas": 1579,
      "ware": 1580,
      "ior": 1581,
      "tain": 1582,
      "Ġanal": 1583,
      "='": 1584,
      "Ġsay": 1585,
      "less": 1586,
      "ĠTo": 1587,
      "Ġpresent": 1588,
      "Ġgover": 1589,
      "Ġorig": 1590,
      "Ġbeh": 1591,
      "Ġarg": 1592,
      "Ġlet": 1593,
      "Ġcare": 1594,
      "Ġ}": 1595,
      "ries": 1596,
      "Ġreport": 1597,
      "cer": 1598,
      "Ġincluding": 1599,
      "Ġequal": 1600,
      "AR": 1601,
      "Ġmulti": 1602,
      "Ġhy": 1603,
      "ilar": 1604,
      "Ġlarge": 1605,
      "imate": 1606,
      "Ġadv": 1607,
      "://": 1608,
      "by": 1609,
      "face": 1610,
      "Ġdeterm": 1611,
      ".\"": 1612,
      "ccess": 1613,
      "ponse": 1614,
      "Ġmeasure": 1615,
      "nect": 1616,
      "ta": 1617,
      "angle": 1618,
      "Ġland": 1619,
      "args": 1620,
      "Ġfew": 1621,
      "Ġrest": 1622,
      "rt": 1623,
      "Ġproblems": 1624,
      "Ġrun": 1625,
      "Ġcap": 1626,
      "Ġwithin": 1627,
      "Ġrad": 1628,
      "OR": 1629,
      "alk": 1630,
      "utions": 1631,
      "ead": 1632,
      "ĠQu": 1633,
      "ĠRes": 1634,
      "Ġtot": 1635,
      "Ġfin": 1636,
      "Ġlaw": 1637,
      "Ġlearn": 1638,
      "oms": 1639,
      "Ġsince": 1640,
      "True": 1641,
      "ĠThese": 1642,
      "....": 1643,
      "Ġpur": 1644,
      "ording": 1645,
      "Ġkey": 1646,
      "Ġprogram": 1647,
      "âĪ": 1648,
      "Ġfour": 1649,
      "test": 1650,
      "Ġprint": 1651,
      "What": 1652,
      "Ġgovern": 1653,
      "Ġmove": 1654,
      "Ġphys": 1655,
      "Ġstep": 1656,
      "ither": 1657,
      "Ġbest": 1658,
      "ond": 1659,
      "Ġsit": 1660,
      "ems": 1661,
      "ole": 1662,
      "Ġopp": 1663,
      "Ġmaterial": 1664,
      "Ġindivid": 1665,
      "Ġgen": 1666,
      "Ġopen": 1667,
      "âĢľ": 1668,
      "ĠZ": 1669,
      "Ġside": 1670,
      "tr": 1671,
      "ards": 1672,
      "ium": 1673,
      "ĠEng": 1674,
      "Ġlight": 1675,
      "ĠÃ": 1676,
      "Ġet": 1677,
      "Ġeduc": 1678,
      "ma": 1679,
      "conom": 1680,
      "Ġmark": 1681,
      "ula": 1682,
      "Ġpres": 1683,
      "Ġaddition": 1684,
      "Ġgr": 1685,
      "Ġpot": 1686,
      "ĠWhen": 1687,
      "orn": 1688,
      "Ġchar": 1689,
      "outh": 1690,
      "Ġpublic": 1691,
      "Ġinteg": 1692,
      "ik": 1693,
      "ĠPh": 1694,
      ",âĢĿ": 1695,
      "Ġdirect": 1696,
      "Ġbased": 1697,
      "ĠPl": 1698,
      "oid": 1699,
      "amp": 1700,
      "----------------": 1701,
      "Ġhead": 1702,
      "Ġexam": 1703,
      "oun": 1704,
      "Ġhome": 1705,
      "Ġdig": 1706,
      "Ġlength": 1707,
      "Ġcost": 1708,
      "be": 1709,
      "EN": 1710,
      "Ġrepresent": 1711,
      "Ġiss": 1712,
      "ental": 1713,
      "Ġleft": 1714,
      "rix": 1715,
      "Ġinclude": 1716,
      "ailable": 1717,
      "ining": 1718,
      "icle": 1719,
      "Ġrange": 1720,
      "Ġmill": 1721,
      "uro": 1722,
      "Ġold": 1723,
      "ĠUniversity": 1724,
      "Ġperform": 1725,
      "ences": 1726,
      "Ġcaus": 1727,
      "Ġview": 1728,
      "rem": 1729,
      "ann": 1730,
      "ser": 1731,
      "Ġamount": 1732,
      "cur": 1733,
      "Ġmodel": 1734,
      "Ġterm": 1735,
      "style": 1736,
      "Ġeng": 1737,
      "date": 1738,
      "etic": 1739,
      "Ġlab": 1740,
      "uthor": 1741,
      "Ġimpro": 1742,
      "Ġappe": 1743,
      "Ġpoints": 1744,
      "atural": 1745,
      "ST": 1746,
      "co": 1747,
      "qual": 1748,
      "ek": 1749,
      "ĠHowever": 1750,
      "Ġenvironment": 1751,
      "vious": 1752,
      "key": 1753,
      "ived": 1754,
      "aces": 1755,
      "list": 1756,
      "duct": 1757,
      "import": 1758,
      "Ġdistrib": 1759,
      "Ġbetter": 1760,
      "Ġtotal": 1761,
      "IT": 1762,
      "Ġperiod": 1763,
      "igure": 1764,
      "Ġbeg": 1765,
      "Ġprof": 1766,
      "Ġkeep": 1767,
      "Ġlow": 1768,
      "ients": 1769,
      "Ġgraph": 1770,
      "Ch": 1771,
      "ission": 1772,
      "For": 1773,
      "Ġparticular": 1774,
      "Ġtext": 1775,
      "verse": 1776,
      "Pro": 1777,
      "use": 1778,
      "ane": 1779,
      "Ġoccur": 1780,
      "Ġlo": 1781,
      "Ġinvol": 1782,
      "display": 1783,
      "opy": 1784,
      "ering": 1785,
      "rror": 1786,
      "med": 1787,
      "bl": 1788,
      "Ġbelow": 1789,
      "ring": 1790,
      "anguage": 1791,
      "Ġable": 1792,
      "Ġbo": 1793,
      "lish": 1794,
      "ero": 1795,
      "new": 1796,
      "Ġalways": 1797,
      "iness": 1798,
      "Ġcontrol": 1799,
      "Ġnext": 1800,
      "ajor": 1801,
      "Ġpri": 1802,
      "Ġhapp": 1803,
      "ours": 1804,
      "ians": 1805,
      "Ġben": 1806,
      "Ġresults": 1807,
      "ery": 1808,
      "ention": 1809,
      "âĢ¦": 1810,
      "Ġhig": 1811,
      "Ġsize": 1812,
      "An": 1813,
      "atus": 1814,
      "Ġfile": 1815,
      "ember": 1816,
      "Ġspace": 1817,
      "Ġturn": 1818,
      "Ġpath": 1819,
      "Ġcontain": 1820,
      "Ġsever": 1821,
      "qrt": 1822,
      "utes": 1823,
      "orth": 1824,
      "Ġdevelopment": 1825,
      "ormal": 1826,
      "Ġair": 1827,
      "ams": 1828,
      "ends": 1829,
      "plication": 1830,
      "Ġlarg": 1831,
      "Ġexpect": 1832,
      "erence": 1833,
      "az": 1834,
      "Ġbelie": 1835,
      "AN": 1836,
      "stit": 1837,
      "ided": 1838,
      "Ġdev": 1839,
      "ances": 1840,
      "Ġunt": 1841,
      "rop": 1842,
      "osed": 1843,
      "ĠCan": 1844,
      "Ġmass": 1845,
      "ext": 1846,
      "Ġcreate": 1847,
      "erc": 1848,
      "arc": 1849,
      "hemat": 1850,
      "Ġsolution": 1851,
      "ills": 1852,
      "ields": 1853,
      "There": 1854,
      "Ġsocial": 1855,
      "cing": 1856,
      "Ġput": 1857,
      "Ġdel": 1858,
      "col": 1859,
      "Ġforce": 1860,
      "Ġwomen": 1861,
      "Ġprovide": 1862,
      "Ġfield": 1863,
      "idd": 1864,
      "rel": 1865,
      "verage": 1866,
      "Ġpo": 1867,
      "Ġwar": 1868,
      "Ġfree": 1869,
      "Ġbecome": 1870,
      "Ġdeg": 1871,
      "ĠÎ": 1872,
      "Ġmonth": 1873,
      "Ġant": 1874,
      "Ġneg": 1875,
      "ething": 1876,
      "aper": 1877,
      "To": 1878,
      "mit": 1879,
      "Ġpain": 1880,
      "Re": 1881,
      "Ġcomb": 1882,
      "ateg": 1883,
      "idence": 1884,
      "ological": 1885,
      "omething": 1886,
      "Ġthings": 1887,
      "Ġcomput": 1888,
      "lu": 1889,
      "ĠSp": 1890,
      "How": 1891,
      "ttp": 1892,
      "ĠAmerican": 1893,
      "inf": 1894,
      "Ġsing": 1895,
      "Ġ@": 1896,
      "serv": 1897,
      "Ġdisease": 1898,
      "Ġopt": 1899,
      "Ġleg": 1900,
      "Ġsquare": 1901,
      "Ġcertain": 1902,
      "Ġes": 1903,
      "Ġmus": 1904,
      "url": 1905,
      "Ġlik": 1906,
      "ĠOn": 1907,
      "Ġpress": 1908,
      "ird": 1909,
      "ised": 1910,
      "Ġmov": 1911,
      "Ġquestions": 1912,
      "value": 1913,
      "ĠOr": 1914,
      "ils": 1915,
      "Ġrate": 1916,
      "Ġlearning": 1917,
      "Ġavailable": 1918,
      "Ġworks": 1919,
      "lease": 1920,
      "Ġcheck": 1921,
      "Ġflow": 1922,
      "Ġgive": 1923,
      "AL": 1924,
      "Ġsignific": 1925,
      "Error": 1926,
      "ĠÂ": 1927,
      "Ġagainst": 1928,
      "Ġseveral": 1929,
      "Ġterms": 1930,
      "Ġexcept": 1931,
      "Ġrisk": 1932,
      "=\"": 1933,
      "cont": 1934,
      "ooks": 1935,
      "Ġstruct": 1936,
      "________": 1937,
      "sp": 1938,
      "ators": 1939,
      "ended": 1940,
      "Ġfil": 1941,
      "Ġfra": 1942,
      "imum": 1943,
      "aster": 1944,
      "ðĿ": 1945,
      "oot": 1946,
      "ories": 1947,
      "Ġblood": 1948,
      "Ġalong": 1949,
      "displaystyle": 1950,
      "lection": 1951,
      "Ġconsider": 1952,
      "arget": 1953,
      "Ġcult": 1954,
      "dd": 1955,
      "cle": 1956,
      "Ġcond": 1957,
      "ĠâĢĶ": 1958,
      "AS": 1959,
      "Ġdays": 1960,
      "Ġmax": 1961,
      "Ġleast": 1962,
      "ype": 1963,
      "Ġcourse": 1964,
      "bra": 1965,
      "Ġaccess": 1966,
      "Ġbi": 1967,
      "Ġdescrib": 1968,
      "rist": 1969,
      "Ġfamily": 1970,
      "reg": 1971,
      "Ġsomething": 1972,
      "Ġmajor": 1973,
      "Ġmot": 1974,
      "allen": 1975,
      "Ġrece": 1976,
      "Ġcause": 1977,
      "Ġwhy": 1978,
      "fe": 1979,
      "Ġpositive": 1980,
      "Ġmen": 1981,
      "ably": 1982,
      "Ġcome": 1983,
      "ĠAt": 1984,
      "Ġsimilar": 1985,
      "rm": 1986,
      "ique": 1987,
      "urther": 1988,
      "Ġearly": 1989,
      "time": 1990,
      "Ġeconom": 1991,
      "ĠAll": 1992,
      "Ġshort": 1993,
      "Ġfore": 1994,
      "ograph": 1995,
      "nal": 1996,
      "init": 1997,
      "alf": 1998,
      "ysis": 1999,
      "ogn": 2000,
      "Ġcorrect": 2001,
      "Ġhistory": 2002,
      "Ġsays": 2003,
      "ok": 2004,
      "aps": 2005,
      "Ġtre": 2006,
      "ocus": 2007,
      "Ġnear": 2008,
      "essage": 2009,
      "fficient": 2010,
      "As": 2011,
      "ending": 2012,
      "Ġsuccess": 2013,
      "sqrt": 2014,
      "Ġsw": 2015,
      "Ġeither": 2016,
      "Ġgeneral": 2017,
      "Ġask": 2018,
      "ĠBe": 2019,
      "Ġbus": 2020,
      "Ġaffect": 2021,
      "Ġcr": 2022,
      "ID": 2023,
      "None": 2024,
      "Ġwords": 2025,
      "Ġ$$\\": 2026,
      "Ġinit": 2027,
      "Ġgovernment": 2028,
      "pecial": 2029,
      "olume": 2030,
      "ĠSc": 2031,
      "Ġspecific": 2032,
      "Ġcy": 2033,
      "ina": 2034,
      "Ġexist": 2035,
      "ploy": 2036,
      "Ġparent": 2037,
      "bol": 2038,
      "umber": 2039,
      "Ġhard": 2040,
      "Ġtoget": 2041,
      "Ġtogether": 2042,
      "Ġlittle": 2043,
      "Ġothers": 2044,
      "gen": 2045,
      "Ġlocal": 2046,
      "Ġsimple": 2047,
      "though": 2048,
      "Ġfar": 2049,
      "Ġnatural": 2050,
      "Ġdue": 2051,
      "Ġtrue": 2052,
      "uture": 2053,
      "load": 2054,
      "Ġbook": 2055,
      "place": 2056,
      "ĠUnited": 2057,
      "ĠâĪĴ": 2058,
      "fig": 2059,
      "inter": 2060,
      "Ġassoci": 2061,
      "Ġnet": 2062,
      "Ġuntil": 2063,
      "Ġï": 2064,
      "Ġways": 2065,
      "Ġareas": 2066,
      "rodu": 2067,
      "ystem": 2068,
      "Ġweight": 2069,
      "Ġfeel": 2070,
      "IC": 2071,
      "Ġage": 2072,
      "ope": 2073,
      "Ġamong": 2074,
      "itud": 2075,
      "roups": 2076,
      "Ġaut": 2077,
      "icult": 2078,
      "Ġgoing": 2079,
      "}$$": 2080,
      "RE": 2081,
      "allenge": 2082,
      "Ġclear": 2083,
      "ĠTe": 2084,
      "estion": 2085,
      "Ġinvest": 2086,
      "Ġ__": 2087,
      "Ġenc": 2088,
      "Ġpopulation": 2089,
      "une": 2090,
      "Ġlater": 2091,
      "Ġrelations": 2092,
      "].": 2093,
      "iving": 2094,
      "Ġsure": 2095,
      "hy": 2096,
      "Ġresp": 2097,
      "Ġtemper": 2098,
      "Ġbenef": 2099,
      "ĠWor": 2100,
      "ript": 2101,
      "Ġassert": 2102,
      "Ġcreat": 2103,
      "Ġmaking": 2104,
      "\"\"\"": 2105,
      "let": 2106,
      "Ġscient": 2107,
      "cos": 2108,
      "Ġspecies": 2109,
      "Ġfull": 2110,
      "met": 2111,
      "Ġdiscuss": 2112,
      "aken": 2113,
      "Ġpotential": 2114,
      "pi": 2115,
      "ored": 2116,
      "ÂłÂłÂł": 2117,
      "Ġmar": 2118,
      "ee": 2119,
      "ĠTrue": 2120,
      ")=": 2121,
      "ones": 2122,
      "inary": 2123,
      "andom": 2124,
      ",\"": 2125,
      "Ġevent": 2126,
      "Ġformula": 2127,
      "asing": 2128,
      "ledge": 2129,
      "son": 2130,
      "por": 2131,
      "Ġmath": 2132,
      "ĠCol": 2133,
      "org": 2134,
      "Ġremain": 2135,
      "Ġsugg": 2136,
      "ĠÂłĠÂł": 2137,
      "Ġcells": 2138,
      "Ġwhether": 2139,
      "ready": 2140,
      "Ġincrease": 2141,
      "mat": 2142,
      "stance": 2143,
      "user": 2144,
      "obal": 2145,
      "Ġteac": 2146,
      "Ġsignificant": 2147,
      "LE": 2148,
      "Ġplant": 2149,
      "Ġrecord": 2150,
      "Ġdri": 2151,
      "lam": 2152,
      "Ġvol": 2153,
      "Ġconnect": 2154,
      "Ġbro": 2155,
      "Ġrequired": 2156,
      ");": 2157,
      "thing": 2158,
      "osp": 2159,
      "SE": 2160,
      "epend": 2161,
      "Ġsource": 2162,
      "ĠGod": 2163,
      "Ġess": 2164,
      "Ġdone": 2165,
      "Ġreason": 2166,
      "ĠCent": 2167,
      "Ġindic": 2168,
      "ml": 2169,
      "\".": 2170,
      "ĠStates": 2171,
      "Ġcountry": 2172,
      "Ġtreatment": 2173,
      "Ġsurface": 2174,
      "istic": 2175,
      "Ġbegin": 2176,
      "Ġspecial": 2177,
      "You": 2178,
      "Ġnecess": 2179,
      "action": 2180,
      "Ġstandard": 2181,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 2182,
      "ilities": 2183,
      "rict": 2184,
      "ification": 2185,
      "Ġsingle": 2186,
      "Ġlanguage": 2187,
      "lab": 2188,
      "Ġtool": 2189,
      "db": 2190,
      "Ġsystems": 2191,
      "Con": 2192,
      "ĠInt": 2193,
      "Ġspeed": 2194,
      "Ġdom": 2195,
      "ush": 2196,
      "Ġword": 2197,
      "Ġcomplex": 2198,
      "append": 2199,
      "Ġkind": 2200,
      ".)": 2201,
      "ival": 2202,
      "Ġcharacter": 2203,
      "ĠTr": 2204,
      "Ġconditions": 2205,
      "ruction": 2206,
      "ession": 2207,
      "Ġfocus": 2208,
      "ĠOne": 2209,
      "Ġfrequ": 2210,
      "Ġfac": 2211,
      "Ġlevels": 2212,
      "icro": 2213,
      "oney": 2214,
      "Ġsuggest": 2215,
      "Ġusually": 2216,
      "Ġdistance": 2217,
      "Ġwhole": 2218,
      "Ġtypes": 2219,
      "Ġprevent": 2220,
      "Ġbehav": 2221,
      "Ġpred": 2222,
      "ION": 2223,
      "plied": 2224,
      "Ġver": 2225,
      "ises": 2226,
      "Ġbase": 2227,
      "Ġchanges": 2228,
      "Ġge": 2229,
      "ounds": 2230,
      "itor": 2231,
      "Ġconcept": 2232,
      "Ġabs": 2233,
      "rack": 2234,
      "ĠĠĠĠĠĠ": 2235,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 2236,
      "Ġfactor": 2237,
      "Ġneeds": 2238,
      "ĠFalse": 2239,
      "ott": 2240,
      "========": 2241,
      "Ġmakes": 2242,
      "ches": 2243,
      "Ġhaving": 2244,
      "oin": 2245,
      "ĠThat": 2246,
      "Ġreally": 2247,
      "ortun": 2248,
      "Ġprom": 2249,
      "Ġdoc": 2250,
      "ands": 2251,
      "aring": 2252,
      "ges": 2253,
      "fer": 2254,
      "most": 2255,
      "Ġlikely": 2256,
      "Ġfactors": 2257,
      "Ġtable": 2258,
      "Ġalready": 2259,
      "Ġhigher": 2260,
      "Ġuser": 2261,
      "Ġunit": 2262,
      "Ġcm": 2263,
      "Ġvarious": 2264,
      "rams": 2265,
      "rad": 2266,
      "ĠUS": 2267,
      "},": 2268,
      "back": 2269,
      "side": 2270,
      "Ġresponse": 2271,
      "Ġacross": 2272,
      "Ġ--": 2273,
      "ĠIm": 2274,
      "aves": 2275,
      "Ġworking": 2276,
      "Ġdifficult": 2277,
      "lying": 2278,
      ")$": 2279,
      "Ġaccount": 2280,
      "ling": 2281,
      "roll": 2282,
      "Ġcrit": 2283,
      "Com": 2284,
      "ging": 2285,
      "ĠFr": 2286,
      "urope": 2287,
      "So": 2288,
      "Ġdem": 2289,
      "Ġenough": 2290,
      "(\\": 2291,
      "Ġauthor": 2292,
      "ties": 2293,
      "Ġ('": 2294,
      "alle": 2295,
      "ung": 2296,
      "Ġtoday": 2297,
      "Ġsequ": 2298,
      "Ġaverage": 2299,
      "Ġrequire": 2300,
      "AC": 2301,
      "agement": 2302,
      "Al": 2303,
      "Ġcases": 2304,
      "pre": 2305,
      "Ġsubject": 2306,
      "ails": 2307,
      "Ġyoung": 2308,
      "sin": 2309,
      "Ġnever": 2310,
      "}{\\": 2311,
      "Ġcontinu": 2312,
      "Ġdr": 2313,
      "esc": 2314,
      "Ġcannot": 2315,
      "ius": 2316,
      "Ġimpact": 2317,
      "wh": 2318,
      "ires": 2319,
      "ilit": 2320,
      "ales": 2321,
      "eb": 2322,
      "################": 2323,
      "atures": 2324,
      "Ġangle": 2325,
      "Ġill": 2326,
      "enc": 2327,
      "ĠStud": 2328,
      "ĠChrist": 2329,
      "Ġlower": 2330,
      "ules": 2331,
      "Ġwrite": 2332,
      "Ġvir": 2333,
      "Ġconsum": 2334,
      "istance": 2335,
      "ÂłÂłÂłÂłÂłÂłÂłÂł": 2336,
      "ently": 2337,
      "ĠPr": 2338,
      "Ġbig": 2339,
      "Ġos": 2340,
      "Ġposition": 2341,
      "ription": 2342,
      "Ġsolve": 2343,
      "ĠEar": 2344,
      "ler": 2345,
      "ĠAss": 2346,
      "Ġaway": 2347,
      "ged": 2348,
      "part": 2349,
      "Ġheart": 2350,
      "Ġimage": 2351,
      "Ġut": 2352,
      "Ġ...": 2353,
      "Ġrecent": 2354,
      "Ġindust": 2355,
      "ĠBy": 2356,
      "Ġseries": 2357,
      "Ġfuture": 2358,
      "Ġexpress": 2359,
      "ĠNational": 2360,
      "Ġdifference": 2361,
      "Ġred": 2362,
      "Ġ{'": 2363,
      "ithm": 2364,
      "Ġfunctions": 2365,
      "apter": 2366,
      "Ġrelationship": 2367,
      "pecially": 2368,
      "Ġprotect": 2369,
      "Ġeducation": 2370,
      "Ġconstant": 2371,
      "my": 2372,
      "af": 2373,
      "Ġoutput": 2374,
      "Ġhowever": 2375,
      "empt": 2376,
      "ream": 2377,
      "comes": 2378,
      "net": 2379,
      "ĠWith": 2380,
      "ips": 2381,
      "Ġexperience": 2382,
      "Ġax": 2383,
      "istics": 2384,
      "#####": 2385,
      "reen": 2386,
      "Ġgroups": 2387,
      "Ġmillion": 2388,
      "ĠAf": 2389,
      "Ġcho": 2390,
      "oose": 2391,
      "icy": 2392,
      "aching": 2393,
      "ĠEurope": 2394,
      "ĠGe": 2395,
      "ivity": 2396,
      "=\\": 2397,
